Repository: gfroerli/app-iOS
Catalog: Gfroerli/Resources/Localizable.xcstrings
Source language: en
Languages: de, gsw

# history_graph_view_legend_average
source: Average
de: Durchschnitt
gsw: Durchschnitt

# history_graph_view_legend_date
source: Date
de: Datum
gsw: Datum

# history_graph_view_legend_maximum
source: Maximum
de: Höchste

# history_graph_view_legend_minimum
source: Minimum
de: Tiefste

# history_graph_view_no_data_label
source: No data available
de: Keine Daten
gsw: Kei Date verfüegbar

# inline_location_view_inactive
source: Inactive
de: Inaktiv
gsw: Inaktiv

# intent_description_select_location
source: Selects a location for the widget.
de: Wählt einen Standort fürs Widget aus.
gsw: Wählt en Standort fürs Widget uus.

# intent_title_select_location
source: Select Location
de: Standort auswählen
gsw: Standort uswähle.

# latest_temperature_view_title
source: Latest
de: Letzte
gsw: Letschti

source: Location
de: Standort
gsw: Standort

# location_map_preview_view_title
source: Map
de: Karte
gsw: Charte

# location_map_preview_view_unavailable
source: Location unavailable
de: Standort nicht verfügbar
gsw: Standort nöd verfüegbar

# main_view_filter_active
source: Active
de: Aktiv
gsw: Aktivi

# main_view_filter_all
source: All
de: Alle
gsw: Alli

# main_view_search_prompt
source: Search
de: Suchen
gsw: Suechi

# main_view_settings_label
source: Settings
de: Einstellungen
gsw: Istellige

# new_features_view_button
source: Get Started
de: Los gehts
gsw: Los gahts

# new_features_view_title
source: What's new to Gfrör.li
de: Neue Funktionen in Gfrör.li
gsw: Neui Funktione in Gfrör.li

# screenshot_detail_description
source: Check the temperature history and other information of locations.
de: Zeigt den Temperaturverlauf sowie verschiedene andere Werte.

# screenshot_detail_title
source: Various Infos
de: Verschiedene Infos

# screenshot_overview_description
source: Watertemperatures at different locations in realtime.
de: Wassertempaturen verschiedener Standorte in Echtzeit.

# screenshot_search_description
source: Search and filter locations using different parameters.
de: Suche und filtere Standorte anhand verschiedener Werte.

# screenshot_search_title
source: Improved Search
de: Verbesserte Suche

# search_view_navigation_title
source: Search
de: Suche
gsw: Suechi

# search_view_results_title
source: Results
de: Resultate
gsw: Resultat

# search_view_sort_alphabetical
source: Alphabetical
de: Alphabetisch
gsw: Alphabetisch

# search_view_sort_highest
source: Warmest
de: Wärmste
gsw: Wärmsti

# search_view_sort_label
source: Sort Locations
de: Standorte Sortieren
gsw: Standort sortiere

# search_view_sort_lowest
source: Coldest
de: Kälteste
gsw: Chältischti

# search_view_sort_recent
source: Most Recent
de: Zuletzt
gsw: Z'letscht

# search_view_sort_title
source: Sort
de: Sortieren
gsw: Sortiere

# settings_view_app_coredump
source: for Coredump Rapperswil
de: für Coredump Rapperswil
gsw: für Coredump Rapperswil

# settings_view_app_creator
source: by Marc
de: von Marc
gsw: vom Marc

# settings_view_close
source: Close
de: Schliessen
gsw: Schlüsse

# settings_view_header_experimental
source: Experimental
de: Beta
gsw: Beta

# settings_view_header_general
source: General
de: Allgemein
gsw: Allgemein

# settings_view_item_cache
source: Use cache
de: Cache gebrauchen
gsw: Cache aktiviere

# settings_view_item_cache_delete
source: Delete cache
de: Cache löschen
gsw: Cache lösche

# settings_view_item_cache_footer_note
source: Note: It may take a while to update the current size after deleting the cache.
de: Beachte: Es kann eine Weile dauern bis sich der Wert nach dem Löschen aktualisiert.
gsw: Beacht: Es chan es bitzli duure bis sich de Wert nachem lösche aktualisiert.

# settings_view_item_cache_footer_size
source: Current size:
de: Aktuelle Grösse:
gsw: Aktuelli Grössi:

# settings_view_item_coredump_mastodon
source: Coredump on Mastodon
de: Coredump auf Mastodon
gsw: Coredump uf Mastodon

# settings_view_item_github
source: Code on GitHub
de: Code auf GitHub
gsw: Code uf GitHub

# settings_view_item_language
source: Change Language
de: Sprache Ändern
gsw: Sprach wechsle

# settings_view_item_policy
source: Privacy Policy
de: Datenschutzbestimmungen
gsw: Dateschutzerchlärig

# settings_view_item_review
source: Review
de: Bewerten
gsw: Bewerte

# settings_view_title
source: Settings
de: Einstellungen
gsw: Istellige

# sponsor_view_failed
source: Fetching Sponsor Failed
de: Laden des Sponsors fehlgeschlagen
gsw: Fehler bim lade vom Sponsor

# sponsor_view_no_description
source: No Description
de: Keine Beschreibung
gsw: Kei Beschriebig

# sponsor_view_no_name
source: No Name
de: Kein Name
gsw: Kein Name

# sponsor_view_retry
source: Retry
de: Erneut versuchen
gsw: Erneut versueche

# sponsor_view_title
source: Sponsored by
de: Gesponsert durch
gsw: Gsponseret vo

# temperature_history_view_picker_day
source: Day
de: Tag
gsw: Tag

# temperature_history_view_picker_month
source: Month
de: Monat
gsw: Monat

# temperature_history_view_picker_title
source: Choose time span
de: Zeitspanne wählen
gsw: Ziitspanni uswähle

# temperature_history_view_picker_week
source: Week
de: Woche
gsw: Wuche

# temperature_history_view_title
source: History
de: Verlauf
gsw: Verlauf

# temperature_summary_view_average
source: Average
de: Durchschnitt
gsw: Durchschnitt

# temperature_summary_view_highest
source: Highest
de: Höchste
gsw: Höchsti

# temperature_summary_view_lowest
source: Lowest
de: Tiefste
gsw: Tüüfsti

# temperature_summary_view_title
source: All time
de: Insgesamt
gsw: Insgsamt

# widget_no_data
source: No Data available
de: Keine Daten verfügbar
gsw: Kei Date verfügbar

# widget_single_loc_description
source: Shows the latest temperature for a configurable location.
de: Zeigt die Temperatur für einen ausgewählten Standort an.
gsw: Zeigt di letsti Temperatur für en uuswählbare Standort ah.

# widget_single_loc_display_name
source: Single Location
de: Einzelner Standort
gsw: Einzelne Standort

# changelog_view_app_title
source: Changelog
gsw: Änderigsübersicht

# settings_view_item_changelog
source: Changelog
gsw: Änderigsübersicht
